cask "1password"
cask "barrier"
cask "coconutbattery"
cask "firefox"
cask "handbrake-app"
cask "iterm2"
cask "jumpcut"
cask "libreoffice"
cask "logitune"
cask "macdown"
cask "mac-mouse-fix"
cask "macvim"
cask "monitorcontrol"
cask "moom"
cask "muzzle"
# cask "nvalt"
cask "obsidian"
cask "papers"
cask "popchar"
# cask "qlcolorcode"  # not working in Ventura
cask "qlmarkdown"
# cask "qlstephen"  # not working in Ventura
cask "quarto"
cask "rstudio"
cask "setapp"
cask "sourcetree"
cask "superduper"
cask "transmit"
cask "typinator"
cask "zsa-wally"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "brew-cask-completion"
brew "code-minimap"
brew "coreutils"
brew "curl"
brew "duti"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "gcc"
brew "git"
brew "git-lfs"
brew "grep"
brew "helix"
brew "htop"
brew "imagemagick"
brew "just"
brew "lame"
brew "mas"
brew "node"
brew "pandoc"
brew "pkg-config"
brew "python"
brew "r"
brew "rename"
brew "sloccount"
brew "speedtest-cli"
brew "tmux"
brew "watch"
brew "wget"
brew "vim"

# R package dependencies
brew "llvm"
brew "libgit2"
brew "harfbuzz"
brew "fribidi"
brew "libtiff"

mas "1Password for Safari", id:1569813296
mas "Table Tool", id: 1122008420
mas "White Noise", id: 415139197
mas "Be Focused", id: 973134470
mas "DaisyDisk", id: 411643860
mas "unDock", id: 402359583
mas "Things 3", id: 904280696
mas "PCalc", id: 403504866
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Pixelmator Classic", id: 407963104