tap "homebrew/cask"
# tap "homebrew/brewsci"

cask "1password"
cask "barrier"
cask "coconutbattery"
# cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "monitorcontrol"
cask "moom"
cask "mouse-fix"
cask "nvalt"
cask "rstudio"
cask "setapp"
cask "sourcetree"
# cask "tor-browser"
cask "typinator"
cask "zoom"

brew "bash"
brew "bfg"
brew "curl"
brew "fribidi"
brew "macvim"
brew "node"
brew "pkg-config"
brew "python"
brew "r"
brew "rename"
brew "vim"