cask "1password"
cask "coconutbattery"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "monitorcontrol"
cask "moom"
cask "mouse-fix"
cask "nvalt"
cask "rstudio"
cask "setapp"
cask "sourcetree"
cask "typinator"

brew "bash"
brew "curl"
brew "macvim"
brew "mas"
brew "node"
brew "pkg-config"
brew "python"
brew "r"
brew "rename"
brew "vim"

mas "1Password for Safari", id:1569813296
mas "Table Tool", id: 1122008420
mas "White Noise", id: 415139197
mas "Be Focused", id: 973134470
mas "DaisyDisk", id: 411643860
mas "unDock", id: 402359583
mas "Things 3", id: 904280696
mas "PCalc", id: 403504866
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Pixelmator Classic", id: 407963104